tap "gobuffalo/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "ngrok/ngrok"
brew "bat"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "libksba"
brew "readline"
brew "gnupg"
brew "hwloc"
brew "inetutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "pidof"
brew "pkgconf"
brew "starship"
brew "tmux"
brew "uv"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
cask "brave-browser"
cask "ngrok"
cask "spotify"
cask "zulu@17"
